IDEA Open Model
PlateData.Origin Property
 Origin of the plate LCS
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Point3D Origin { get; set; }
Public Property Origin As Point3D
	Get
	Set
public:
property Point3D^ Origin {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace